[
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 45,
        "raw_text": "1917年北京再次遭到特大洪水的袭击。这次洪水是由台风暴雨所造成的。该年7月海河流域接连两次遭到台风侵扰，受台风影响，连降大雨，造成永定河、南北运河、潮白河等河水猛涨，相继冲溃堤坝，造成洪水泛滥。京汉、京奉、津浦铁路中断。仅河北省被灾达103县，受淹面积3.9万平方公里，受灾人口达620万人。京畿地区的平谷、通县等地，“田禾多被冲淤，岁大饥”。北京拥进大批逃荒的难民，各慈善组织组织救济，仅熊希龄设立的慈幼局就陆续收养男女幼童达千余名。",
        "source": "吴建雍等.北京城市发展史（近代卷）[M].北京：北京燕山出版社,2008.211-212"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "旱灾",
        "year_abs": null,
        "weight": 45,
        "raw_text": "民国七年以后水情有所减少，旱情增加。据记载，从1919年起京师就“亢旱酷热”。1920年，黄河流域五省亢旱异常，全年降水量仅在10.9英寸，只抵平常年份降水量的44％。“为四十年来未有之奇灾”。京畿一带“自春徂夏，雨泽愆期”, “四郊一望无际，全都枯枝焦叶”，麦歉收。房山、大兴、宛平、通县、昌平等“十余县忍饥待食者不下十余万丁口”。北京政府也不得不承认：“今岁北方等省亢旱成灾，饿殍载途”。与旱灾相伴随的常常就是虫灾，据《晨报》报道：“京兆各县发现蝗虫”，据闻京南马驹桥一带灾情极重，“平地堆积蝗虫竟达2寸有余”。严重的旱情使粮价大增，尤其是贫苦市民主要粮食——小米面的价格暴涨，在10月左右小米面价格由年中的5元涨至7元，超过白面的增速。更为严重的是在这大灾之年，直系军阀联合奉系，在京畿一带发动了直皖战争，百姓又遭兵祸。",
        "source": "吴建雍等.北京城市发展史（近代卷）[M].北京：北京燕山出版社,2008.212"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 10,
        "raw_text": "8月上旬，“顺天、天津、保定各处，阴雨兼旬，山洪暴涨”。“永定河南五漫口成灾，附近居民，多被淹没”。淹毙人口上千。",
        "source": "尹钧科、吴文涛.历史上的永定河与北京[M].北京：北京燕山出版社,2005.363"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 15,
        "raw_text": "该年7月15日至月底，京兆地方连日大雨倾盆，“水患所至，几及全境”。27日夜间，永定河自北三工二十三号决口，冲开大堤二百五十六丈，全河大溜由此奔宛平（今分属门头沟区、石景山区和丰台区）、固安、安次、霸县等地而去。波涛汹涌，所到之处尽成泽国，平地水深四五尺不等。仅宛平一县被淹没的村庄就有二十多个，下游则淹没村庄无数。宛平以西的房山县则称：“水势盛涨日甚一日，低洼地亩均已淹没入水中，河流洪涨，道路不通；民房坍塌，不知凡几。”加之潮白河、南北运河及箭杆河等亦有多处溃堤，顺义、通县、平谷、三河、香河等地也是一片汪洋。入秋后，又连降大雨，天津与保定间亦成泽国，津埠被淹。京汉、京奉、津浦铁路中断。1918年2月5日《申报》刊登的督办京畿一带水灾河工善后事宜处熊希龄致上海总商会函云：“总计京直被灾一百余县，灾区一万七千六百四十六村，灾民达五百六十一万一千七百五十九名口，尚有大名、抚宁、长垣未据造报，未经列计在内。”",
        "source": "尹钧科、吴文涛.历史上的永定河与北京[M].北京：北京燕山出版社,2005.363-364"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 10,
        "raw_text": "1924年7月15日《大公报》载：“于旧历六月初一（7月2日）得沾透雨，直人咸方额手称庆，不意淫雨连绵，迄今未止，竟至成灾。”“其间尤以旧历初七迄今风雨暴烈”，造成河水泛滥。永定河、大清河、子牙河、沙河、潴龙河相继溃决。其中，尤以永定河为重。据郑肇经的《中国水利史》一书的总结，该年永定河决口共有四处：“一、高陵（今高岭）决口宽八百公尺；二、保河庄（今保合庄）决口宽三百公尺；三、小马厂决口宽八百公尺；四、夏家场决口宽八百公尺。共宽二千七百公尺。永定河水即由决口处奔小清河、大清河两河而至天津，下游几不复有滴水。”这四个决口处均在今北京市房山区与大兴县交界处，即当时的宛平县境内。可见，洪水是扫掠了宛平、良乡、房山、涿县而往东南至天津的。无怪乎王国维在京致友人的信中写道：“沿铁路一带，自黄村至北仓弥望皆水，津南尤甚”。北京城内，据当年7月17日《晨报》载：7月15、16两日，“大雨倾盆，昼夜不息”，“九城之中，尤以南部为甚”，“水深三四尺”，“居民均在炕上生活。……右安门，因护城河水泛滥，门洞为之淹没，昨日已不开城”。可见，城区受灾亦十分严重。\n7月间，中国华洋义赈救灾总会发表《调查灾情报告》，列举了一些受灾地区的灾情：长辛店，淹没村庄15个、人户786户；沙河镇，南北两河均已出槽，禾苗被冲，减产约十分之六七，房屋坍塌约十分之三；良乡，冲淹东石羊等70余村，灾民5万左右（此据7月22日《晨报》消息综合而得）；涿县，沿清河一带各村均被淹没，约有300余村；通县，东北西关外沿堤居民水深数尺，谢家楼等54村平地水深4至8尺不等，城内塌房300余所，乡间塌房难以计数；……该报告共报道了17处灾情，最重点是在永定河沿岸的固安、霸县、保定、天津一带，北京地区无疑也是重灾之区。\n",
        "source": "尹钧科、吴文涛.历史上的永定河与北京[M].北京：北京燕山出版社,2005.363-364"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 10,
        "raw_text": "据1925年7月24日《大公报》消息：“本年北京自入夏以来，……下雨时间之长，为向来所未有。”又据6月6日《晨报》消息：“永定河水势陡涨，……查此水由北山鲁家滩等处发来，该处田园庐舍，多已被山水冲刷，伤人无数。至昨日三家店等处尚是一片汪洋。”至7月，北京城内亦被水。7月24日的《大公报》称：“各城衢巷泥滂不堪言状，马路水深及膝，东西单二条大路，望之几成一片汪洋，顺治门（宣武门）内水深达三尺以上。……各城房屋坍塌者，更不计其数，西北城一区，损失最巨。”同时，房山、宛平、固安、宝坻、顺义等地亦被水成灾。可见，这一年永定河决口地段比上一年往北移，今门头沟、石景山、房山、大兴、通县、顺义等地及城区受灾，城区灾情尤为令人关注。",
        "source": "尹钧科、吴文涛.历史上的永定河与北京[M].北京：北京燕山出版社,2005.364-365"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 10,
        "raw_text": "7月中旬至8月初，因连降暴雨，永定河、大清河、滹沱河、南北运河、潴龙河、子牙河、滦河、碱河、箭杆河等相继溃决，大兴、宛平、通县、良乡、房山、顺义、密云、怀柔、平谷和北平城区等成为重灾区。其中，永定河两月间溃决多次，危害尤重。如：7月18日，陡然决于良乡之金门闸，“决口一百五十余丈”，“县境村庄，适当其冲，尽成泽国”。8月3日、4日，又因连日大雨，该河右堤决口数处；8月7日，其南岸第三段口门下坎，又塌一百余丈，北二段三十三号大堤也塌三十余丈；13日、17日又续塌一百余丈。致使“北平西部南部一大区域，俨同内海，数百村浸于水中”，“城内东长安街、司部街等处水深一二尺不等”，“北平塌房七千余间”，“被灾者不下五十万人”。面对严重水患，北平当局防堵乏术，“建设厅长温寿泉以省库如洗，河工无法进行，急赈亦无的款，愧对民众，电阎锡山转呈中央辞职”。",
        "source": "尹钧科、吴文涛.历史上的永定河与北京[M].北京：北京燕山出版社,2005.366"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "水灾",
        "year_abs": null,
        "weight": 45,
        "raw_text": "1939年7月10日以后，北京地区连降暴雨，时间长达月余，7至8月总降雨量达1137.2毫米，是北京西北部有实测资料以来的最高记录。且降雨范围覆盖潮白、北运、永定河及大清河水系，致使这些河流水位持续上涨，酿成特大洪灾。其中，永定河最高洪峰流量为4390立方米/秒，为五十年不遇的大洪水。7月25、26日，永定河在卢沟桥以下相继决口，致使良乡、房山及大兴西南部泛滥成灾。仅房山、良乡淹没面积达310平方公里，5万户人受灾，2万余户倾家荡产，死伤多人。平汉、平津铁路被冲断。其水向东与潮白河、北运河洪水连成一片。8月31日《大公报》载：“通县且全部被淹，自北平南郊至保定，茫茫无边际。”这次永定河水灾的范围波及河北大部、平津两市，加上流域内其他河流的伴随上涨，使得华北平原一片汪洋。由于华北平原的排水系统十分不畅，各地积水至10月中旬仍未退去。据10月30日《申报》转载《字林西报》10月18日北平通信称：“（津浦）铁路线以西乡野，极目所见者类似大湖沼，偶有地面村落较高之房屋，犹在水中，若海中岛屿然。秋季之谷类，以及日方期望至高之著名棉花，均已全毁。……秋收全告绝望，……粮食断绝。……则地面积水，未必能在明年夏季降雨之前退尽，故另一季收成亦将无望，而灾荒至少将历两载也。”9月2日《申报》评述：“此次水灾为八十年来所仅见，无家可归者已达数百万。”10月30日《申报》载“今有将近一千万人将成饿殍也。”",
        "source": "尹钧科、吴文涛.历史上的永定河与北京[M].北京：北京燕山出版社,2005.366-367"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "大水灾",
        "year_abs": null,
        "weight": 30,
        "raw_text": "3月2日晚六七点钟，都城驻扎第三镇九标兵变……焚掠东华门丁字街一带铺户，大街以南尽成焦土，又出崇文门将衣兜市、打磨厂铺户抢毕，前门大街、大栅栏、西河沿、煤市街等处尤甚，被焚者亦有数家……次日晚，西四、西单大街东、西均被焚掠，直至兵部洼、帘子胡同等处。是夜以当铺、粮店、钱铺、银楼居多……前夕乃变兵所抢，只抢金银；次夕乃土匪，故细大不捐。\n密云县：清水河干峪沟发生泥石流。潮河自苏庄北岸决口，大溜奔箭杆河。通州大水。\n本年海河北系大水，堤决，河北44州县受灾，属一般水灾。永定河一般洪水，5天洪量8.53亿立方米。",
        "source": "于德源.北京灾害史（上·下册）[M].北京：同心出版社,2007.1015"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "大水灾",
        "year_abs": null,
        "weight": 30,
        "raw_text": "通州：潮白河自顺义县苏庄决口，水流入漒漒河（按：即顺义境内箭杆河）。通州大水。永定河一般洪水，5天洪量9.30亿立方米。七月，北运河东关至小圣庙决口9处，水漫城丈余，由通州决口登舟，可直达燕郊镇，东西宽40余里，一片汪洋。\n本年海河北系大水泛滥，10余州县受淹，死二三千人，属一般水灾。",
        "source": "于德源.北京灾害史（上·下册）[M].北京：同心出版社,2007.1016"
    },
    {
        "dynasty_id": null,
        "dynasty_name": "近当代",
        "disaster_type": "大水灾",
        "year_abs": null,
        "weight": 10,
        "raw_text": "通州：潮白河水暴发，滚水坝完全被冲，决口益大。\n北京市自本年始有猩红热病的正式记录。",
        "source": "于德源.北京灾害史（上·下册）[M].北京：同心出版社,2007.1016"
    }
]