[
    {
        "period": "先秦",
        "summary": "先秦时期，中国北方地区森林覆盖广泛，树种丰富，包括松、柏、漆、棕、桐、柘、樗、榛、椐、楛等。《山海经》记载了多个草木茂盛的山地，反映了当时黄土高原上的森林繁茂。大禹治水时期，山西境内森林众多，永定河上游流域森林资源丰富。",
        "condition": "山川",
        "examples": [
            "《山海经》记载的山和水，都在太行山以西的黄土高原地区，草木茂盛，森林相当繁茂。",
            "大禹治水时，山西境内山上的森林应是很多的，包括今永定河上游流域在内。",
            "《尚书·禹贡》中“随山刊木”表明大禹治水时期，山西地区森林资源丰富。"
        ]
    },
    {
        "period": "秦汉",
        "summary": "秦汉时期，永定河上游流域森林植被茂盛，山西地区材木资源丰富。《史记·货殖列传》记载，山西地区饶材、竹，说明森林植被茂盛。",
        "condition": "河流",
        "examples": [
            "《史记·货殖列传》云：“夫山西饶材、竹、谷、■旄、玉石。”说明西汉时期永定河上游流域森林植被茂盛。",
            "《史记·夏本纪》中，大禹治水从冀州开始，足迹遍及山西，表明当时山西地区森林资源丰富。",
            "《尚书·禹贡》中“随山刊木”表明大禹治水时期，山西地区森林资源丰富。"
        ]
    },
    {
        "period": "魏晋南北朝",
        "summary": "魏晋南北朝时期，中国北方地区森林资源依然丰富，尤其是太行山中的原始森林。《晋书·载记·石勒下》记载，中山、常山地区大雨霖后，滹沱河泛溢，冲陷山谷，巨松僵拔，浮于滹沱，东至渤海，原隰之间皆如山积，可见当时滹沱河沿岸平原上巨木多如山积，也有数以百万计的巨木被滏阳河水冲漂下来，这些河流上游的晋北山地，在魏、晋、十六国时，恐怕也少不了原始森林。",
        "condition": "山川",
        "examples": [
            "《晋书·载记·石勒下》记载，太兴二年（319），中山、常山尤甚，滹沱泛溢，冲陷山谷，巨松僵拔，浮于滹沱，东至渤海，原隰之间皆如山积。",
            "石勒下令曰：“去年水出巨材，所在山积，将皇天欲孤缮修宫宇也。其拟洛阳之太极起建德殿（按于邺都建宫殿）。”于是，“遣从事中郎任汪帅使工匠五千人采木以供之”。",
            "据石勒说，“中山西北暴水，流漂巨木百余万根，集于堂阳”。"
        ]
    },
    {
        "period": "隋唐五代",
        "summary": "隋唐五代时期，吕梁山地森林十分茂盛，多有松柏。《太平广记》记载，唐武士彟与同乡好友许文宝以卖木材发家致富，说明隋、唐之世山西文水县一带的林木是很多的。《新唐书·裴延龄传》称，唐开元间，长安“近山无巨木，求之岚、胜间”，岚即岚州，胜即胜州，据此可知，今山西省西北部，在唐代是重要木材产地。",
        "condition": "山川",
        "examples": [
            "《太平广记》：“唐武士彟，太原文水人。微时，与邑人许文宝以鬻材为事，常聚材木数万茎，一旦化为丛林茂，因致大富。”",
            "《新唐书·裴延龄传》称，唐开元间，长安“近山无巨木，求之岚、胜间”。",
            "《太平寰宇记》所谓岚州土产有“松柏木”，石州（今山西离石）土产有“松木”，亦可佐证隋、唐时吕梁山地的松柏之多。"
        ]
    },
    {
        "period": "辽",
        "summary": "辽代时期，桑乾河上游流域的森林植被状况良好。《续资治通鉴长编》记载，火山、宁化之间，山林饶富，材木薪炭足以供一路。宋辽绘制的一些地图中，都绘出了今永定河上游流域山区茂密的林木。",
        "condition": "河流",
        "examples": [
            "《续资治通鉴长编》载：“火山、宁化之间，山林饶富，财用之薮也。自荷叶坪、芦芽、雪山一带直至瓦窑坞，南北百余里，东西五十余里，材木薪炭足以供一路。”",
            "在宋辽绘制的一些地图中，都绘出了今永定河上游流域山区茂密的林木，例如《地理图》、《九域守令图》、《晋献契丹全燕之图》等就是典型例证。",
            "《晋献契丹全燕之图》这幅古地图上，于儒州（今延庆），妫州（旧怀来）、新州（今宣化）、云中府（今大同）等地以北的高山上，清楚地绘出高大茂密的树林，并明确标注着图5-1 《晋献契丹全燕之图》（釆自《契丹国志》）“松林广数千里”的字样。"
        ]
    },
    {
        "period": "金",
        "summary": "金代时期，永定河中、上游流域森林资源丰富，元代设有负责砍伐林木的机构，并委派官员专督伐木。《卢沟运筏图》反映元代在永定河上游砍伐的林木顺河水漂运至卢沟桥，再运往大都城或其他地方的情景，说明金、元时期永定河中、上游流域饶有森林资源。",
        "condition": "河流",
        "examples": [
            "金、元时期，永定河中、上游流域仍多森林。元代在矾山县，在蔚州、定安县都设有负责砍伐林木的机构，并委派官员专督伐木。",
            "流传于今的著名的《卢沟运筏图》,反映的就是元代在永定河（时称浑河）上游砍伐的林木顺河水漂运至卢沟桥，然后再运往大都城或其他地方的情景。",
            "《尚书·禹贡》谓大禹治水时，“禹敷土，随山刊木，奠高山大川”。这里的“随山刊木”一语，孔颖达疏为“随行所至之山，除木通道，决流其水”。"
        ]
    },
    {
        "period": "元",
        "summary": "元代时期，永定河上游流域森林资源丰富，元代设有负责砍伐林木的机构，并委派官员专督伐木。《卢沟运筏图》反映元代在永定河上游砍伐的林木顺河水漂运至卢沟桥，再运往大都城或其他地方的情景，说明金、元时期永定河中、上游流域饶有森林资源。",
        "condition": "河流",
        "examples": [
            "金、元时期，永定河中、上游流域仍多森林。元代在矾山县，在蔚州、定安县都设有负责砍伐林木的机构，并委派官员专督伐木。",
            "流传于今的著名的《卢沟运筏图》,反映的就是元代在永定河（时称浑河）上游砍伐的林木顺河水漂运至卢沟桥，然后再运往大都城或其他地方的情景。",
            "《尚书·禹贡》谓大禹治水时，“禹敷土，随山刊木，奠高山大川”。这里的“随山刊木”一语，孔颖达疏为“随行所至之山，除木通道，决流其水”。"
        ]
    },
    {
        "period": "明",
        "summary": "明代时期，北京平原地区和一些山间盆地、沟谷是军民屯田和主要农耕区，其中有不少的皇庄和官地。种植作物主要有小麦、大麦、黍、稷、谷子、高粱、水稻等。在山区广泛分布着松、柏、槐、杨、楸等林木和栗、核桃、杏、桃、梨等果木，还有各种灌木。尤其是明皇陵及周围地区，林木更为繁茂。",
        "condition": "盆地",
        "examples": [
            "明代，北京平原地区和一些山间盆地、沟谷是军民屯田和主要农耕区，其中有不少的皇庄和官地。",
            "在山区广泛分布着松、柏、槐、杨、楸等林木和栗、核桃、杏、桃、梨等果木，还有各种灌木。",
            "尤其是明皇陵及周围地区，林木更为繁茂。"
        ]
    },
    {
        "period": "清",
        "summary": "清代时期，北京地区的地带性植被是温带落叶阔叶林兼有温性针叶林的分布。隋唐以前，北京山区森林茂密，物种繁盛。辽金以来，特别是元、明、清至新中国成立前，长期的人为破坏，遂至成为少林地区。近年封山育林，才逐渐恢复。",
        "condition": "山川",
        "examples": [
            "北京地区的地带性植被是温带落叶阔叶林兼有温性针叶林的分布。",
            "隋唐以前，北京山区森林茂密，物种繁盛。",
            "辽金以来，特别是元、明、清至新中国成立前，长期的人为破坏，遂至成为少林地区。"
        ]
    },
    {
        "period": "民国",
        "summary": "民国时期，北京地区的植被分布区域复杂多样。在平原地区还有欧亚大陆草原成分，如蒺藜、猪毛菜、柽柳、碱蓬等，深山区保留有西伯利亚成分，如华北落叶松、云杉、圆叶鹿蹄草、舞鹤草等；同时，有热带亲缘关系的种类在低山平原也普遍存在，如臭椿、栾树、酸枣、荆条、黄草、白羊草等。",
        "condition": "无",
        "examples": [
            "在平原地区还有欧亚大陆草原成分，如蒺藜、猪毛菜、柽柳、碱蓬等，深山区保留有西伯利亚成分，如华北落叶松、云杉、圆叶鹿蹄草、舞鹤草等；",
            "同时，有热带亲缘关系的种类在低山平原也普遍存在，如臭椿、栾树、酸枣、荆条、黄草、白羊草等。",
            "反映了组成北京植被区系成分的复杂多样。"
        ]
    }
]